Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=364_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid dáiddadáhpáhusas juhkkojuvvojedje 10 stipeandda
sms: SääŠmnuõri čeäŠppvuõđpeiŠvven juõŠǩǩeš 10 stipendded

source: Nuortalaš Juuso Fofonoff Čeavetjávrris, rock-joavkkut MusInk Anára skuvllas ja Duljárat Avvila logahagas ožžo sámenuoraid dáiddadáhpáhusas Roavvenjárggas 8.4. stuorámus giitosiid duopmáriin.
sms: NuõrttsäŠmmlaž Juuso Fofonoff ČeŠvetjääuŠrest, rock-såittneeŠǩǩ MusInk Aanar škooulâst da Duljárat ÂŠvvel lookkjiškooulâst vuõǯǯu sääŠmnuõri čeäŠppvuõđpeiŠvven RuäŠvnjaarǥâst 8.4. ärvvtõõlljin pueŠrmõs späŠssbõõžžid.

source: Fofonoff leuddii Guoládaga sámiid árbevirolaš leudde ŠÄnn-VääŠsǩ nijddŠ, MusInk ovdan buvttii iežas bihtá ŠMahđuttemest mahđulasŠ ja Duljárat Sofia Jannok bihtá ŠGoaskinŠ.
sms: Fofonoff leuŠddji Ǩuâlooǥǥ säŠmmla alggveârlaž leeuŠd ŠÄnn- VääŠsǩ nijddŠ, MusInk jiijjâz musiikkčuäjtõõzzes ŠMahđuttemest mahđulasŠ da Duljárat Sofia Jannok musiikkčuäjtõõzz ŠGoaskinŠ.

source: Dieđáhus stipeanddaid juohkimis rahpasa dás: Sámenuoraid dáiddadáhpáhusas 2010 juhkkojuvvon stipeanddat.
sms: Teâđtõs pukin stipeend vuäǯǯjin täŠst: SääŠmnuõri čeäŠppvuõđpeiŠvven 2010 juõkkum stipeend.

source: Geahča govaid dás.
sms: Ǩiõčč snimldõõǥǥid täŠst.
